{
        "lang": "BR",
        "Welcome": "Degemer mat",
        "2auth": "! M'ho peus c'hoant da gadarnaat ho kont Wikipedia, skrivit **.auth** eta",
        "Hello": "Demat",
        "pmoff": "Lazhet eo ho kemennadennoù prevez",
        "pmoff2": ", enaouit anezho en ur glikañ war ar bir a zo e-kichen GUILDNAME ha diuzit *Arventennoù Prevezded*. Skrivit **.auth** adarre a-benn neuze.",
        "pmauth": "Evit kadarnaat ho kont Wikimedia, heuilhit al liamm-mañ mar plij:",
        "Commands:": "Urzhiadoù:",
        "hauth": "**.auth** - kadarnaat ho kont Wikimedia",
        "hwho": "**.whois *userid*** - skrivit id an implijader Discord da welet kont kevelet un implijader kadarnaet",
        "predID": " ",
        "postID": "war Wikipedia",
        "authas": "anavezet evel Implijader:",
        "Registered:": "Marilhet:",
        "Home:": "Degemer:",
        "Total_edits:": "Niver a aozadennoù:",
        "Edits:": "Aozadennoù:",
        "Groups:": "Strolladoù:",
        "gGroups:": "Strolladoù hollek:",
        "max8": "10 wiki listennet d'ar muiañ. Klikit war o anv e-krec'h da welet an holl ditouroù diwar o fenn.",
        "hwho2": "Evit ober gant an urzhiad-mañ, skrivit **.whois *userid*** eta",
        "notauthd": "Ne seblant ket bezañ kadarnaet an implijader-mañ.",
        "needmanser": "Bez ho peus da gaout an aotre da **verañ ar servijer** evit implijout an urzhiad-mañ.",
        "alrauth": "Anavezet emaoc'h bezañ an implijader endeo:",
        "alrauth2": ", n'eus mann rekis ouzhpenn.",
        "sellang": "Grit ho choaz e-mesk ar yezhoù da-heul",
        "errlang": "N'hellan ket kavout ar yezh-mañ, evit ar yezhoù nevez kit e darempred gant IVORK#0001 mod-all dibabit ar yezh ho peus c'hoant e-mesk al listennad-mañ",
        "langset": "termenet eo bet ar yezh war",
        "aroleset": "Termeniñ gant berzh ar roll anavezet da",
        "checku": "o wiriañ an implijaderien",
        "cantass": "War a seblant n'em eus ket an aotre da reiñ ar roll-mañ. Bezit asur emañ enaouet ma roll WikiAuth",
        "cantass2": "e-barzh listennad rolloù ar servijer hag a c'hellan tizhout, bezit asur em eus an aotre da *manage_roles*. Ur wech m'eo graet ar c'hemmoù-mañ, n'ho peus ken ober gant an urzhiad-mañ en-dro evit klask addereiñ ar roll da holl izili auth. Ma c'hoarvez en-dro, kit e darempred gant IVORK#0001 eta.",
        "havass": "Roet em eus ar roll ROLENAME d'an ezel(izili) COUNT/LENMESSAGEGUILDMEMBERS hag a zo kadarnaet endeo.",
        "nfindrole": "N'hellan ket kavout ar roll MESCONTSPLI1. Evit ober gant an urzhiad-mañ, tikedennit hemañ pe pegit e ID, mar plij.",
        "etagid": "Evit implijout an urzhiad-mañ, tikedennit hemañ pe pegit e ID, mar plij.",
        "cantsend": "Dibosupl eo din kas kemennadennoù e-barzh CHANNAME, enaouit mar plij evidon an aotre send_messages hag implijit an urzhiad-mañ adarre. Ma c'hoarvez adarre, kit e darempred gant IVORK#0001 eta.",
        "ssetachan": "Termenet eo bet CHANNAME gant berzh evel bezañ kanol ar c'hemennadennoù kadarnaat. Evit lazhañ, skrivit *.setachan none*. eta",
        "sremwchan": "Dilamet eo bet ar ganol degemer gant berzh. Implijit **.setwchan *channeltag/channelid*** evit termeniñ en-dro.",
        "cfchan": "N'hellan ket kavout SPLITTOID. Bezit asur eo reizh an ID hag em eus an aotre da welet ar ganol.",
        "sremachan": "Dilamet eo bet gant berzh ar ganol gadarnaat. Implijit **.setachan *channeltag/channelid*** evit gellout adtermeniñ anezhi.",
        "hsetwchan": "Evit ober gant an urzhiad-mañ, skrivit **.setwchan #general** pe ***221049808784326656*** pe c'hoazh ***none*** evit lazhañ.",
        "ssetwchan": "Termenet eo bet gant berzh CHANNAME evel bezañ ar ganol zegemer. Evit lazhañ, skrivit *.setwchan none*. eta",
        "helpcommands": "**.status** - gwelet e peseurt stad emañ ar servijer hag a herberc'h ar bot\n**.setlang *Language*** - dibabit eta yezh ar servijer e-mesk al listennad da-heul: AVAILLANG\n**.setachan *#auth-channel*** pe c'hoazh ***channel id*** - termenit e-barzh peseurt kanol e vo kaset kemennadennoù ar bot evit kadarnaat an implijaderien eus CURACHAN\n**.setrole *@authrole*** pe ***role id*** - termenit ar roll da vezañ roet d'an implijaderien eus CURROLE hag a zo bet anavezet\n**.setwchan *#general*** pe ***channel id*** - termenit kanol ar c'hemennadennoù degemer evit an implijaderien eus CURWCHAN\n**.setblock *Y*** pe ***N*** - chom hep aotren an implijaderien bet forbannet war CURSBLOCK\n**.settype *W*** or ***M*** or ***F*** - set server authentication type for Wikimedia or Miraheze or Fandom CURSMIRA\n**.invite** - kaout ul liamm da bediñ ar bot-mañ da zont en ho servijer",
        "invt": "Evit pediñ ar bot-mañ en ho servijer deoc'h-c'hwi, implijit al liamm da-heul",
        "Cantfindusedisplayorid": "Ne c'hellan ket kavout implijader ebet gant an anv *unam*. Bezit asur e rit gant o anv-diskouez pe e rit gant o ID implijader.",
        "YN2B": "Ebarzhit un dalvoudegezh etre **Y** pe **N** ma fell deoc'h aotren pe get d'an implijaderien forbannet da c'hellout kadarnaat o c'hont.",
        "YNBS": "Termenet eo bet gant berzh ne vez ket roet an aotre d'an izili forbanet a glask bezañ anavezet e-barzh **VAL**.",
        "BlockAuth": "Digarezit, met ne c'hellit ket bezañ anavazet e-barzh ar servijer **GUILDNAME** dre ma ne roont ket an aotre d'an implijaderien forbanet da vezañ anavezet, hag hervez kont **UNAM** a ziskouez bezañ forbanet. Klaskit adarre ur wech ma voc'h distanket."
}
