{
	"@metadata": {
		"authors": [
			"Verdy p"
		]
	},
	"Welcome": "Bienvenue",
	"2auth": "! Si vous voulez authentifier (valider) votre compte Wikimedia, merci de taper **.auth**.",
	"Hello": "Bonjour",
	"pmoff": "Vos avez des messages privés désactivés",
	"pmoff2": ", veuillez cliquer sur la flèche à côté de GUILDNAME et sélectionner *Paramètres de confidentialité*. Puis tapez **.auth** à nouveau.",
	"pmauth": "Pour authentifier votre compte Wikimedia, merci de suivre ce lien :",
	"Commands:": "Commandes :",
	"hauth": "**.auth** — authentifie votre compte Wikimedia",
	"hwho": "**.whois *userid*** — entrer l’identifiant du compte utilisateur Discord pour voir le compte associé d’un utilisateur vérifié",
	"authas": "vérifié comme Utilisateur:",
	"Registered:": "Inscrit(e) le :",
	"Home:": "Accueil :",
	"Total_edits:": "Total des modifications :",
	"Edits:": "Modifications :",
	"Groups:": "Groupes :",
	"gGroups:": "Groupes globaux :",
	"max8": "Seulement 10 wikis sont indiqués ici. Cliquer le nom de l’utilisateur en haut pour voir toutes les d’informations.",
	"hwho2": "Pour utiliser cette commande, tapez **.whois *userid***",
	"notauthd": "Cet utilisateur ne semble pas être authentifié.",
	"needmanser": "Vous devez avoir un accès **gérer le serveur ** afin d’utiliser cette commande.",
	"alrauth": "Vous êtes déjà authentifié comme Utilisateur:",
	"alrauth2": ", rien de plus n’est requis.",
	"sellang": "Veuillez choisir parmi les langues suivantes",
	"errlang": "Je n’ai pas trouvé cette langue ; pour de nouvelles langues, contactez IVORK#0001, sinon choisissez parmi les suivantes :",
	"langset": "la langue a été définie sur",
	"aroleset": "Rôle authentifié défini avec succès sur",
	"checku": "Vérification des utilisateurs",
	"cantass": "Je ne semble pas avoir d’accès pour attribuer ce rôle. Veuillez vous assurer que mon rôle WikiAuth figure bien ci-dessus.",
	"cantass2": "dans la liste des rôles de serveur afin que je puisse avoir accès, également que j'ai un accès *manage_roles*. Une fois que vous avez effectué les modifications, utilisez simplement la même commande à nouveau pour tenter de réattribuer le rôle à tous les membres authentifiés. Au cas où cela se reproduit plusieurs fois, contactez IVORK#0001.",
	"havass": "J’ai attribué le rôle ROLENAME à COUNT/LENMESSAGEGUILDMEMBERS utilisateur(s) qui sont déjà authentifiés.",
	"nfindrole": "Je n’ai pas trouvé le rôle MESCONTSPLI1. Pour utiliser cette commande, veuillez l’étiqueter ou coller son ID.",
	"etagid": "Pour utiliser cette commande, veuillez l’étiqueter ou coller son ID.",
	"cantsend": "Je ne peux pas envoyer de messages dans CHANNAME, veuillez m’activer les autorisations send_messages et utiliser la commande à nouveau. Pour les problèmes persistants, contactez IVORK#0001.",
	"ssetachan": "Définissez CHANNAME comme canal des messages d’authentification. Pour le désactiver, tapez *.setachan none*.",
	"sremwchan": "Le canal de bienvenue a bien été supprimé. Utilisez **.setwchan *channeltag/channelid*** pour le régler à nouveau.",
	"cfchan": "Je n’ai pas trouvé SPLITTOID. Veuillez vous assurer que l’ID est correct et que j’ai l'autorisation de voir le canal.",
	"sremachan": "Le canal  d’authentification a bien été supprimé. Utilisez **.setachan *channeltag/channelid*** pour le définir à nouveau.",
	"hsetwchan": "Pour utiliser cette commande, tapez **.setwchan #general **ou*** 221049808784326656*** ou utilisez ***none*** pour le désactiver.",
	"ssetwchan": "Définissez CHANNAME comme canal de bienvenue. Pour le désactiver, tapez *.setwchan none*.",
	"helpcommands": "**.status** — vérifie l’état de fonctionnement du serveur hôte du robot\n**.setlang *Language*** — sélectionne la langue du serveur parmi les suivantes : AVAILLANG\n**.setachan *#auth-channel*** ou ***channel id*** — définit le canal d’envoi robotisé des messages d’authentification des utilisateurs à CURACHAN\n**.setrole *@authrole*** ou ***role id*** — définit le rôle à attribuer aux utilisateurs authentifiés CURROLE\n**.setwchan *#general*** ou ***channel id*** — définit le canal d’envoi robotisé des messages de bienvenue à CURWCHAN\n**.setblock *yes*** ou ***no*** — interdit aux utilisateurs bloqués de s’authentifier CURSBLOCK\n**.settype *W*** ou ***M*** ou ***F*** — définit le type d’authentification du serveur pour Wikimedia, Miraheze ou Fandom CURSMIRA\n**.invite** — obtient un lien pour inviter ce bot sur votre propre serveur",
	"invt": "Pour inviter ce bot sur votre propre serveur, utilisez le lien suivant",
	"Cantfindusedisplayorid": "Je n'ai trouvé aucun utilisateur nommé *unam*. Assurez-vous que vous utilisez son nom d'affichage ou utilisez son identifiant d’utilisateur.",
	"YN2B": "Veuillez entrer une valeur **yes** ou **no** pour indiquer si vous voulez permettre aux utilisateurs bloqués de s’authentifier.",
	"YNBS": "L’empêchement d’authentification des membres bloqués a bien été défini à **VAL**.",
	"BlockAuth": "Désolé, vous n’avez pas pu vous authentifier sur le serveur **GUILDNAME** car il ne permet pas aux utilisateurs bloqués de s’authentifier, comme semble l’indiquer votre compte **UNAM**. Veuillez essayer à nouveau une fois débloqué.",
	"YN2M": "Veuillez entrer une des valeurs suivantes : **W** pour Wikipédia, **M** pour Miraheze ou **F** pour Fandom.",
	"YNMS": "Type de serveur défini à **VAL**"
}
