{
    "lang": "FR",
    "Welcome": "Bienvenue",
    "2auth": "! Vous êtes sur le Discord Francophone Officiel des projets Wikimedia. Si vous voulez authentifier (valider) votre compte Wikimedia, merci de taper **.auth** sur n'importe quel channel.",
    "Hello": "Bonjour",
    "pmoff": "Vos messages privés ne sont pas accessibles par le bot",
    "pmoff2": ", merci de cliquer sur la flèche à côté de GUILDNAME, de sélectionner  *Paramètres de confidentialité*, puis d’appuyer sur autoriser mp. Enfin, merci de taper **.auth** une nouvelle fois.",
    "pmauth": "Pour authentifier votre compte Wikimedia, merci de suivre ce lien:",
    "Commands:": "Commandes:",
    "hauth": "**.auth** - Authentification de votre compte Discord via OAuth.",
    "hwho": "**.whois *userid*** - Vérification  du compte Wikimedia associé à un compte Discord (utilisation de l'ID de l'utilisateur accessible en mode développeur).",
    "predID": "",
    "postID": "",
    "authas": "vérifié comme Utilisateur:",
    "Registered:": "Enregistré le:",
    "Home:": "Wiki d’origine:",
    "Total_edits:": "Total des contributions:",
    "Edits:": "Contributions:",
    "Groups:": "Statuts:",
    "gGroups:": "Statuts Globaux:",
    "max8": "Seulement 10 wikis sont indiqués ici. Merci de cliquer sur le nom de l’utilisateur plus haut pour plus d’informations.",
    "hwho2": "Pour utiliser cette commande, tapez **.whois *userid***",
    "notauthd": "Cet utilisateur ne semble pas authentifié.\nVeuillez vous assurer de n'entrer que l'ID Discord d'un utilisateur.",
    "needmanser": "Vous devez avoir un accès ** gérer le serveur ** pour utiliser cette commande.",
    "alrauth": "Vous êtes déjà authentifié auprès de l'utilisateur:",
    "alrauth2": ", rien de plus n'est requis.",
    "sellang": "Veuillez choisir parmi les langues suivantes",
    "errlang": "Je n'ai pas trouvé cette langue, pour les nouvelles langues, contactez IVORK#0001 sinon choisissez parmi les options suivantes",
    "langset": "la langue a été définie sur",
    "aroleset": "Définir avec succès le rôle authentifié sur",
    "checku": "Vérification des utilisateurs",
    "cantass": "Je ne semble pas avoir accès pour attribuer ce rôle. Veuillez vous assurer que mon rôle WikiAuth est au-dessus",
    "cantass2": "dans la liste des rôles de serveur afin que je puisse avoir accès, également que j'ai un accès * manage_roles *. Une fois que vous avez effectué les modifications, utilisez simplement à nouveau la même commande pour tenter de réattribuer le rôle à tous les membres autorisés. Pour les répétitions, contactez IVORK#0001.",
    "havass": "J'ai attribué le rôle ROLENAME à COUNT / LENMESSAGEGUILDMEMBERS utilisateur(s) qui sont déjà authentifiés.",
    "nfindrole": "Je n'ai pas trouvé le rôle MESCONTSPLI1. Pour utiliser cette commande, veuillez l'étiqueter ou coller son identifiant.",
    "etagid": "Pour utiliser cette commande, veuillez l'étiqueter ou coller son identifiant.",
    "cantsend": "Je ne peux pas envoyer de messages dans CHANNAME, veuillez m'activer les autorisations send_messages et réutiliser la commande. Pour les problèmes persistants, contactez IVORK#0001.",
    "ssetachan": "Définissez CHANNAME comme canal de messages d'authentification. Pour désactiver, tapez * .setachan none *.",
    "cfchan": "Je n'ai pas trouvé SPLITTOID. Veuillez vous assurer que l'identifiant est correct et que j'ai l'autorisation de voir la chaîne.",
    "sremachan": "Canal d'authentification supprimé avec succès. Utilisez **.setachan *channeltag/channelid*** pour le redéfinir.",
    "sremwchan": "La chaîne de bienvenue a bien été supprimée. Utilisez **.setwchan *channeltag/channelid*** pour le régler à nouveau.",
    "hsetwchan": "Pour utiliser cette commande, tapez **.setwchan #general **ou*** 221049808784326656 ***ou utilisez ***none*** pour désactiver.",
    "ssetwchan": "Définissez CHANNAME comme canal de bienvenue. Pour désactiver, tapez *.setwchan none*.",
    "helpcommands": "**.status** - Vérification de l'état de fonctionnement du serveur sur lequel fonctionne le bot \n**.setlang *Language*** - Sélection de la langue du serveur parmi les suivantes: AVAILLANG \n**.setachan *#auth-channel*** ou ***channel id*** - Définition du canal dans lequel le bot envoie les messages de vérification des Utilisateurs CURACHAN \n**.setrole *@authrole*** ou ***role id*** - définir le rôle à attribuer aux utilisateurs authentifiés CURROLE \n**.setwchan *#general* **ou*** channel id*** - définition du rôle attribué aux utilisateurs authentifiés CURWCHAN\n**.setblock *yes*** or ***no*** - disallows blocked users to authenticate CURSBLOCK\n**.settype *W*** or ***M*** or ***F*** - set server authentication type for Wikimedia or Miraheze or Fandom CURSMIRA\n**.invite** - obtenir un lien pour inviter ce bot sur votre propre serveur",
    "invt": "Pour inviter ce bot sur votre propre serveur, utilisez le lien suivant",
    "Cantfindusedisplayorid": "Je n'ai pas trouvé d'utilisateur du nom de *unam*. Assurez-vous que vous utilisez leur nom d'affichage ou utilisez leur ID utilisateur.",
    "YN2B": "",
    "YNBS": "",
    "BlockAuth": "",
    "YN2M": "",
    "YNMS": ""
}
