{
        "lang": "MS",
        "Welcome": "Selamat Datang",
        "2auth": "! Jika anda mahu mengesahkan akaun Wikipedia anda, sila taip **.auth**",
        "Hello": "Salam sejahtera",
        "pmoff": "Permesejan peribadi anda tidak didayakan",
        "pmoff2": ", sila dayakannya terdahulu dengan mengeklik tanda anak panah di sebelah GUILDNAME dan memilih *Privacy Settings*. Kemudian taip **.auth** sekali lagi.",
        "pmauth": "Untuk mengesahkan akaun anda ke Wikipedia, sila ikuti pautan ini:",
        "Commands:": "Perintah:",
        "hauth": "**.auth** - sahkan akaun anda ke Wikimedia",
        "hwho": "**.whois *userid*** - masukkan ID pengguna Discord untuk melihat akaun yang berkenaan dengan seorang pengguna yang telah disahkan",
        "authas": "disahkan sebagai Pengguna:",
        "Registered:": "Berdaftar pada:",
        "Home:": "Utama:",
        "Total_edits:": "Jumlah suntingan:",
        "Edits:": "Suntingan:",
        "Groups:": "Kumpulan:",
        "gGroups:": "Kumpulan global:",
        "max8": "Hanya sebanyak 10 maksimum disenaraikan. Sila klik namanya di atas untuk melihat semua maklumat.",
        "hwho2": "Untuk mengguna perintah ini, taip **.whois *userid***",
        "notauthd": "Pengguna ini tidak disahkan.",
        "needmanser": "Anda perlukan kebenaran **_manage server_** untuk menggunakan perintah ini.",
        "alrauth": "Anda telahpun disahkan sebagai Pengguna:",
        "alrauth2": ", tiada apa-apa yang perlu dibuat lagi.",
        "sellang": "Sila pilih daripada bahasa-bahasa berikut",
        "errlang": "Saya tidak jumpa bahasa itu, untuk bahasa baharu hubungi IVORK#0001 atau pilih daripada yang tersenarai berikut",
        "langset": "bahasa telah ditetapkan kepada",
        "aroleset": "Berjaya menetapkan peranan pengguna sah kepada",
        "checku": "Menyemak pengguna",
        "cantass": "Nampak gaya saya tidak mempunyai kebenaran untuk menetapkan peranan ini. Sila pastikan bahawa peranan WikiAuth saya ada di atas",
        "cantass2": "di dalam senarai peranan pelayan agar saya mempunyai akses, dan juga agar saya mempunyai kebenaran *manage_roles*. Setelah selesai membuat perubahan tersebut, gunakan perintah yang sama sekali lagi untuk cuba tetapkan semula peranan tersebut kepada semua ahli yang telah disahkan. Jika masalah berterusan, sila hubungi IVORK#0001.",
        "havass": "Saya telah berjaya menetapkan peranan ROLENAME kepada COUNT/LENMESSAGEGUILDMEMBERS pengguna yang telahpun disahkan.",
        "nfindrole": "Saya tidak dapat jumpa peranan MESCONTSPLI1. Untuk mengguna perintah ini, sila tagkannya, atau tampalkan IDnya.",
        "etagid": "Untuk mengguna perintah ini, sila tagkannya, atau tampalkan IDnya.",
        "cantsend": "Saya tidak dapat menghantar mesej di dalam CHANNAME, sila berikan kebenaran *send_messages* kepada saya dan guna perintah tersebut sekali lagi. Jika masalah berterusan, sila hubungi IVORK#0001.",
        "ssetachan": "Berjaya menetapkan CHANNAME sebagai saluran pengesahan. Untuk menyahdayakannya, taip *.setachan none*.",
        "sremwchan": "Berjaya membuang saluran sambutan. Gunakan **.setwchan *channeltag/channelid*** untuk menetapkannya semula.",
        "cfchan": "Saya tidak dapat menjumpai SPLITTOID. Sila pastikan bahawa IDnya adalah betul dan bahawa saya mempunyai kebenaran untuk melihat saluran tersebut.",
        "sremachan": "Berjaya membuang saluran pengesahan. Gunakan **.setachan *channeltag/channelid*** untuk menetapkannya semula.",
        "hsetwchan": "Untuk menggunakan perintah ini, taip **.setwchan #general** atau ***221049808784326656*** atau gunakan ***none*** untuk menyahdayakannya.",
        "ssetwchan": "Berjaya menetapkan CHANNAME sebagai saluran sambutan. Untuk menyahdayakannya, taip *.setwchan none*.",
        "helpcommands": "**.status** - menyemak status hos bot ini\n**.setlang *Language*** - pilih bahasa pelayan daripada senarai berikut: AVAILLANG\n**.setachan *#auth-channel*** atau ***channel id*** - tetapkan saluran bagi penghantaran mesej pengesahan akaun kepada CURACHAN\n**.setrole *@authrole*** atau ***role id*** - tetapkan peranan untuk diberi kepada pengguna yang telah disahkan CURROLE\n**.setwchan *#general*** atau ***channel id*** - tetapkan saluran bagi penghantaran mesej sambutan kepada CURWCHAN\n**.setblock *Y*** atau ***N*** - menidakbenarkan pengguna yang telah disekat untuk mengesahkan diri CURSBLOCK\n**.settype *W*** atau ***M*** atau ***F*** - tetapkan jenis pengesahan pelayan bagi Wikimeida atau Miraheze atau Fandom CURSMIRA\n**.invite** - dapatkan pautan untuk menjemput bot ini ke pelayan anda",
        "invt": "Untuk menjemput bot ini ke server anda, gunakan pautan berikut",
        "Cantfindusedisplayorid": "Saya tidak dapat menjumpai pengguna dengan nama *unam*. Pastikan bahawa anda menggunakan nama paparannya, atau UserIDnya.",
        "YN2B": "Sila masukkan sama ada **ya** atau **tidak** bagi jika anda mahu benarkan pengguna yang telah disekat untuk mengesahkan diri.",
        "YNBS": "Berjaya menetapkan penidakbenaran bagi ahli tersekat untuk mengesahkan diri kepada **VAL**.",
        "BlockAuth": "Minta maaf, anda tidak boleh disahkan dalam pelayan **GUILDNAME** kerana mereka tidak membenarkan pengguna tersekat untuk mengesahkan diri, dan nampak gaya akaun anda, **UNAM** telah disekat. Sila cuba semula setelah dinyahsekat.",
        "YN2M": "Sila masukkan sama ada **W** untuk Wikipedia, **M** untuk Miraheze atau **F** untuk Fandom.",
        "YNMS": "Jenis pelayan ditetapkan kepada **VAL**"
}
