{
	"@metadata": {
		"authors": [
			"McDutchie"
		]
	},
	"Welcome": "Welkom",
	"2auth": "! Typ **.auth** als u uw Wikimedia-account wilt verifiëren (valideren).",
	"Hello": "Hallo",
	"pmoff": "U hebt privéberichten uitgeschakeld",
	"pmoff2": ", schakel ze in door op de pijl naast GUILDNAME te klikken en *Privacy-instellingen* te selecteren. Typ dan nogmaals **.auth**,",
	"pmauth": "Volg deze link om uw Wikimedia-account te verifiëren:",
	"Commands:": "Commando's:",
	"hauth": "**.auth** - uw account verifiëren bij Wikimedia",
	"hwho": "**.whois *userid*** - vul de gebruikers-id van Discord in om de bijbehorende account van een geverifieerde gebruiker te zien",
	"authas": "geverifieerd als gebruiker:",
	"Registered:": "Geregistreerd:",
	"Home:": "Start:",
	"Total_edits:": "Totaal aantal bewerkingen:",
	"Edits:": "Bewerkingen:",
	"Groups:": "Groepen:",
	"gGroups:": "Globale groepen:",
	"max8": "Er worden maximaal 10 vermeld. Klik op de naam bovenaan om alle info te zien.",
	"hwho2": "Om dit commando te gebruiken typt u **.whois *userid***",
	"notauthd": "Die gebruiker is blijkbaar niet geverifieerd.",
	"needmanser": "Om dit commando te kunnen gebruiken is de toegang tot **serverbeheer** vereist.",
	"alrauth": "U bent al aangemeld als gebruiker:",
	"alrauth2": ", u hoeft verder niets te doen.",
	"sellang": "Kies uit de volgende talen",
	"errlang": "Die taal kon ik niet vinden. Neem voor nieuwe talen contact op met IVORK#0001 of kies uit het volgende",
	"langset": "taal is ingesteld op",
	"aroleset": "De geauthenticeerde rol is ingesteld op",
	"checku": "Gebruikers controleren",
	"cantass": "Ik heb blijkbaar niet de benodigde toegang om deze rol toe te kennen. Zorg ervoor dat mijn WikiAuth-rol hierboven",
	"cantass2": "in de lijst met serverrollen staat zodat ik toegang heb, en ook dat ik toegang tot *manage_roles* heb. Zodra u de wijzigingen hebt aangebracht, gebruikt u hetzelfde commando nogmaals om te proberen de rol opnieuw toe te wijzen aan alle aangemelde leden. Neem bij herhaling van het probleem contact op met IVORK#0001.",
	"havass": "Ik heb de rol ROLENAME toegewezen aan COUNT/LENMESSAGEGUILDMEMBERS al geverifieerde gebruiker(s).",
	"nfindrole": "Ik kon de rol MESCONTSPLI1 niet vinden. Om dit commando te gebruiken markeert u deze of plakt u de ID ervan.",
	"etagid": "Om dit commando te gebruiken markeert u deze of plakt u de ID ervan.",
	"cantsend": "Ik kan geen berichten verzenden in CHANNAME. Geef me send_messages permissies en probeer dan het commando opnieuw. Neem bij aanhoudende problemen contact op met IVORK#0001.",
	"ssetachan": "CHANNAME is nu ingesteld als het kanaal voor authenticatieberichten. Om dit uit te schakelen typt u *.setachan none*.",
	"sremwchan": "Het welkomstkanaal is verwijderd. Gebruik **.setwchan *kanaaltag/kanaalid*** om het opnieuw in te stellen.",
	"cfchan": "Ik kon SPLITTOID niet vinden. Zorg ervoor dat de ID correct is en dat ik rechten heb om het kanaal te zien.",
	"sremachan": "Het authenticatiekanaal is verwijderd. Gebruik **.setwchan *kanaaltag/kanaalid*** om het opnieuw in te stellen.",
	"hsetwchan": "Om dit commando te gebruiken typt u **.setwchan #general** of ***221049808784326656***, of ***none*** om het uit te schakelen.",
	"ssetwchan": "CHANNAME is nu ingesteld als het welkomstkanaal. Om dit uit te schakelen typt u *.setwchan none*.",
	"helpcommands": "**.status** - controleer de status van de host van de bot\n**.setlang *Taal*** - kies servertaal uit de volgende: AVAILLANG\n**.setachan *#auth-channel*** of ***channel id*** - stel kanaal in waar bot authenticatieberichten naar toe stuurt CURACHAN\n**.setrole *@authrole*** of ***role id*** - stel de rol in die wordt toegekend aan geverifieerde gebruikers CURROLE\n**.setwchan *#general*** of ***channel id*** - stel kanaal in waar de bot welkomstberichten op plaatst CURWCHAN\n**.setblock *Y*** of ***N*** - zorgt dat geblokkeerde gebruikers zich niet kunnen aanmelden CURSBLOCK\n**.settype *W*** of ***M*** of ***F*** - stel server-authenticatietype in voor Wikimedia of Miraheze of Fandom CURSMIRA\n**.invite** - ontvang een link om deze bot uit te nodigen op je eigen server",
	"invt": "To invite this bot to your own server, use the following link",
	"Cantfindusedisplayorid": "Ik kon geen gebruiker vinden met de naam *unam*. Controleer dat u de juiste weergavenaam of UserID gebruikt.",
	"YN2B": "Voer een waarde in van **ja** of **nee** om aan te geven of u geblokkeerde gebruikers wilt toestaan zich aan te melden.",
	"YNBS": "De waarde voor het stoppen van aanmeldingen voor geblokkeerde gebruikers is ingesteld op **VAL**.",
	"BlockAuth": "Helaas, u kon niet geauthenticeerd worden op de server **GUILDNAME** omdat geblokkeerde gebruikers niet geauthenticeerd kunnen worden, en uw account **UNAM** lijkt geblokkeerd te zijn. Probeer het opnieuw zodra u gedeblokkeerd bent.",
	"YN2M": "Voer een waarde in van **W** voor Wikipedia, **M** voor Miraheze of **F** voor Fandom.",
	"YNMS": "Servertype ingesteld op **VAL**"
}
