{
        "lang": "TH",
        "Welcome": "ยินดีต้อนรับ",
        "2auth": " หากคุณต้องการยืนยัน (เชื่อมโยง) บัญชีของคุณกับบัญชีวิกิพีเดียหรือโครงการพี่น้องอื่น กรุณาพิมพ์ **.auth** และกดลิงก์ยืนยันผ่านข้อความส่วนตัวที่บอตส่งให้",
        "Hello": "สวัสดี",
        "pmoff": "ดูเหมือนว่าคุณจะยังไม่ได้เปิดรับข้อความส่วนตัว (PM) และบอตไม่สามารถส่งข้อความให้คุณได้",
        "pmoff2": "กรุณาเปิดรับก่อนโดยกดที่ลูกศรชี้ลงด้านข้างของชื่อ GUILDNAME เลือกที่ *การตั้งค่าความเป็นส่วนตัว* และพิมพ์ **.auth** ที่นี่อีกครั้ง",
        "pmauth": "กรุณากดลิงก์ต่อไปนี้เพื่อยืนยันและเชื่อมโยงบัญชีของคุณกับบัญชีวิกิมีเดีย:",
        "Commands:": "คำสั่ง:",
        "hauth": "**.auth** – ยืนยันบัญชีของคุณกับวิกิมีเดีย",
        "hwho": "**.whois *userid*** – ใส่รหัสผู้ใช้ดิสคอร์ดเพื่อดูข้อมูลที่เกี่ยวข้องของผู้ใช้ที่ยืนยันแล้ว",
        "predID": "",
        "postID": "",
        "authas": "ได้ยืนยันตัวตนแล้วว่าเป็น ผู้ใช้:",
        "Registered:": "ลงทะเบียน:",
        "Home:": "วิกิเหย้า:",
        "Total_edits:": "รวมการแก้ไข:",
        "Edits:": "แก้ไข:",
        "Groups:": "กลุ่มผู้ใช้:",
        "gGroups:": "กลุ่มผู้ใช้ข้ามโครงการ:",
        "max8": "รวมรายการเฉพาะ 10 อันดับแรกเท่านั้น สำหรับรายการแบบเต็มกรุณากดที่ชื่อของผู้ใช้ด้านบน",
        "hwho2": "หากต้องการใช้คำสั่งนี้ พิมพ์ **.whois *userid***",
        "notauthd": "ดูเหมือนว่าผู้ใช้คนนั้นยังมิได้ยืนยันตัวตนว่าเป็นผู้ใช้ใด ๆ",
        "needmanser": "คุณจำเป็นต้องมีสิทธิ์ **manage server** จึงจะสามารถใช้คำสั่งนี้ได้",
        "alrauth": "คุณได้ยืนยันตัวตนแล้วว่าเป็น ผู้ใช้:",
        "alrauth2": "ไม่จำเป็นต้องทำสิ่งใดอีก",
        "sellang": "กรุณาเลือกหนึ่งในภาษาดังต่อไปนี้",
        "errlang": "ไม่พบภาษานั้น กรุณาติดต่อ IVORK#0001 สำหรับภาษาใหม่ หรือเลือกจากรายการภาษาที่มีอยู่แล้วดังต่อไปนี้",
        "langset": "ภาษาได้ถูกตั้งเป็น",
        "aroleset": "ให้บทบาทผู้ใช้ยืนยันแล้วสำเร็จแก่",
        "checku": "กำลังตรวจสอบผู้ใช้",
        "cantass": "ไม่สามารถให้บทบาทแก่ผู้ใช้ กรุณาตรวจสอบว่าบทบาทของ WikiAuth อยู่เหนือกว่าบทบาท",
        "cantass2": "ในรายการบทบาทของเซิร์ฟเวอร์เพื่อให้สามารถมอบบทบาทได้ และบอตต้องมีสิทธิ์ *manage_roles* เมื่อเรียบร้อยแล้วกรุณาใช้คำสั่งเดิมอีกครั้ง หากพบปัญหาเพิ่มเติม ติดต่อ IVORK#0001",
        "havass": "ให้บทบาท ROLENAME แก่ COUNT/LENMESSAGEGUILDMEMBERS ผู้ใช้ ที่ได้ยืนยันตัวตนแล้วเรียบร้อยแล้ว",
        "nfindrole": "ไม่พบบทบาท MESCONTSPLI1 ลองใช้คำสั่งนี้อีกครั้งด้วยการแท็กบทบาทหรือใช้รหัสประจำบทบาท",
        "etagid": "ลองใช้คำสั่งนี้อีกครั้งด้วยการแท็กบทบาทหรือใช้รหัสประจำบทบาท",
        "cantsend": "ไม่สามารถส่งข้อความใน CHANNAME ได้ กรุณาให้สิทธิ์ send_messages ในช่องนั้นและใช้คำสั่งอีกครั้ง หากยังพบข้อผิดพลาด ติดต่อ IVORK#0001",
        "ssetachan": "ตั้งค่า CHANNAME เป็นช่องส่งการยืนยันเรียบร้อย หากต้องการปิด พิมพ์ *.setachan none*",
        "sremwchan": "ลบช่องที่ต้อนรับผู้ใช้เรียบร้อย ใช้ **.setwchan *channeltag/channelid*** เพื่อตั้งค่าอีกครั้ง",
        "cfchan": "ไม่พบ SPLITTOID กรุณาตรวจสอบว่ารหัสนี้ถูกต้องและบอตมีสิทธิ์เห็นช่องนั้นได้",
        "sremachan": "ลบการตั้งค่าส่งข้อความเมื่อยืนยันแล้วเรียบร้อย ใช้ **.setachan *channeltag/channelid*** เพื่อตั้งค่าอีกครั้ง",
        "hsetwchan": "หากต้องการใช้คำสั่งนี้ พิมพ์ **.setwchan #ทั่วไป** หรือ ***221049808784326656*** หรือใช้ ***none*** เพื่อปิดใช้งาน",
        "ssetwchan": "ตั้งค่า CHANNAME เป็นช่องส่งข้อความต้อนรับเรียบร้อย เพื่อปิด ใช้ *.setwchan none*",
        "helpcommands": "**.status** – ตรวจสอบสถานะของโฮสต์บอต\n**.setlang *ภาษา*** – เลือกภาษาสำหรับใช้ในเซิร์ฟเวอร์จากภาษาดังต่อไปนี้: AVAILLANG\n**.setachan *#auth-channel*** หรือ ***channel id*** – ตั้งค่าช่องสำหรับให้บอตส่งข้อความเมื่อมีผู้ใช้ยืนยันตัวตน CURACHAN\n**.setrole *@authrole*** หรือ ***role id*** – ตั้งค่าบทบาทสำหรับผู้ใช้ยืนยันตัวตนแล้ว CURROLE\n**.setwchan *#ทั่วไป*** หรือ ***channel id*** – ตั้งค่าช่องสำหรับให้บอตส่งข้อความต้อนรับผู้ใช้ CURWCHAN\n**.setblock *Y*** หรือ ***N*** – ป้องกันผู้ใช้ที่กำลังถูกบล็อกบนวิกิยืนยันตัวตน  CURSBLOCK\n**.settype *W*** หรือ ***M*** หรือ ***F*** – ตั้งค่ารูปแบบการยืนยันว่าเซิร์ฟเวอร์เป็นวิกิมีเดีย มิราเฮซ หรือแฟนดอม CURSMIRA\n**.invite** – รับลิงก์สำหรับเชิญบอตเข้าเซิร์ฟเวอร์ของคุณ",
        "invt": "สำหรับการเชิญบอตนี้เข้าเซิร์ฟเวอร์ของคุณ ใช้ลิงก์นี้",
        "Cantfindusedisplayorid": "ไม่พบชื่อผู้ใช้ที่ค้นด้วย *unam* ตรวจสอบว่าคุณใช้ชื่อแสดงผลหรือใช้รหัสประจำผู้ใช้ของเป้าหมาย",
        "YN2B": "กรุณาใส่ค่าเฉพาะ **yes** หรือ **no** สำหรับการอนุญาตผู้ใช้ที่ถูกบล็อกยืนยันตัวตน",
        "YNBS": "ตั้งค่าการอนุญาตผู้ใช้ที่ถูกบล็อกยืนยันตัวตนเป็น **VAL** เรียบร้อยแล้ว",
        "BlockAuth": "ขออภัย คุณไม่สามารถยืนยันตัวตนใน **GUILDNAME** ได้ เพราะคุณเป็น **UNAM** และเซิร์ฟเวอร์ตั้งค่าไม่ให้ผู้ใช้ที่กำลังถูกบล็อกยืนยันตัวตนได้ กรุณาลองอีกครั้งเมื่อถูกปลดบล็อกแล้ว",
        "YN2M": "กรุณาตั้งค่าโดยใช้ค่า **W** สำหรับวิกิมีเดีย **M** สำหรับมิราเฮซ หรือ **F** สำหรับแฟนดอม",
        "YNMS": "เปลี่ยนชนิดเซิร์ฟเวอร์เป็น **VAL**"
}